Repository: mohanads/dolphinitea
Catalog: src/language/*/messages.po
Languages: es

source: Join Quests
es: Unirse a Misiones

source: Unauthorized
es: No autorizado

source: Sorry, but your access to this page was denied.
es: Lo sentimos, pero su acceso a esta página fue denegado.

source: Back to Home
es: Volver al inicio

source: Contact Us
es: Contáctenos

source: Privacy Policy
es: Política de privacidad

source: 1. Introduction
es: 1. Introducción

source: Aberration Labs, Inc. (“Company”, “we”, “us”, or “our”) respects the privacy of our users (“you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our InfiniTea App (“App”). By using the App, you consent to the data practices described in this policy.
es: Aberration Labs, Inc. ("Compañía", "nosotros" o "nuestro") respeta la privacidad de nuestros usuarios ("usted"). Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información cuando utiliza nuestra aplicación InfiniTea ("App"). Al utilizar la App, usted consiente las prácticas de datos descritas en esta política.

source: 2. Information We Collect
es: 2. Información que Recopilamos

source: We may collect information about you in a variety of ways. The information we may collect via the App includes: Personal Data: Personally identifiable information, such as your email address, that you voluntarily give to us when you register with the App. Derivative Data: Information our servers automatically collect when you access the App, such as your native actions that are integral to the App, as well as other interactions with the App and other users via server log files.
es: Podemos recopilar información sobre usted de diversas maneras. La información que podemos recopilar a través de la App incluye: Datos Personales: Información personalmente identificable, como su dirección de correo electrónico, que usted nos proporciona voluntariamente al registrarse en la App. Datos Derivados: Información que nuestros servidores recopilan automáticamente cuando accede a la App, como sus acciones nativas que son fundamentales para la App, así como otras interacciones con la App y otros usuarios a través de archivos de registro del servidor.

source: 3. Use of Information Collected
es: 3. Uso de la Información Recopilada

source: We use collected information to provide, operate, and maintain our App; to improve your experience with our App through personalized features and content; to understand and analyze how you use our App and to develop new products, services, features, and functionality.
es: Usamos la información recopilada para proporcionar, operar y mantener nuestra App; para mejorar su experiencia con la App mediante funciones y contenido personalizados; para comprender y analizar cómo usa nuestra App y para desarrollar nuevos productos, servicios, funciones y funcionalidades.

source: 4. Google Analytics, Smartlook & Clarity
es: 4. Google Analytics, Smartlook y Clarity

source: Our site uses Google Analytics and Microsoft Clarity to provide you with the best experience on our website while our app uses SmartLook to help understand how our users use the App. These services collect information such as how often users visit the App, what pages they visit, and what other sites they used prior to coming to the App. We use the information we get from these services only to improve our App. These services collect the IP address assigned to you on the date you visit the App, rather than your name or other identifying information. We make every effort to anonymize when possible, and this data is never shared with any third party.
es: Nuestro sitio utiliza Google Analytics y Microsoft Clarity para brindarle la mejor experiencia en nuestro sitio web, mientras que nuestra App utiliza SmartLook para ayudar a comprender cómo los usuarios utilizan la App. Estos servicios recopilan información, como la frecuencia con la que los usuarios visitan la App, qué páginas visitan y qué otros sitios utilizaron antes de llegar a la App. Usamos la información obtenida de estos servicios solo para mejorar nuestra App. Estos servicios recopilan la dirección IP asignada a usted en la fecha en que visita la App, en lugar de su nombre u otra información identificativa. Nos esforzamos por anonimizar siempre que sea posible y estos datos nunca se comparten con terceros.

source: 5. Disclosure of Your Information
es: 5. Divulgación de Su Información

source: We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Business Transfers: In the event we undergo a business transition, such as a merger or acquisition by another company, or sale of all or a portion of our assets, your information may be among the assets transferred.
es: Podemos compartir la información que hemos recopilado sobre usted en ciertas situaciones. Su información puede ser divulgada de la siguiente manera: Por Ley o para Proteger Derechos: Si creemos que la divulgación de información sobre usted es necesaria para responder a procesos legales, investigar o remediar posibles violaciones de nuestras políticas, o para proteger los derechos, propiedad y seguridad de otros, podemos compartir su información según lo permita o exija cualquier ley, norma o reglamento aplicable. Transferencias Comerciales: En caso de que pasemos por una transición comercial, como una fusión o adquisición por otra empresa, o venta de la totalidad o una parte de nuestros activos, su información puede estar entre los activos transferidos.

source: 6. Security of Your Information
es: 6. Seguridad de Su Información

source: We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.
es: Utilizamos medidas de seguridad administrativas, técnicas y físicas para ayudar a proteger su información personal. Aunque hemos tomado medidas razonables para asegurar la información personal que nos proporciona, tenga en cuenta que, a pesar de nuestros esfuerzos, ninguna medida de seguridad es perfecta o impenetrable, y ningún método de transmisión de datos puede garantizarse contra cualquier tipo de interceptación o mal uso.

source: 7. Policy for Children
es: 7. Política para Niños

source: We do not knowingly collect personal information from children under the age of 13. If we learn that we have collected personal information from a child under the age of 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 13, please contact us at [support@aberrationlabs.com].
es: No recopilamos conscientemente información personal de niños menores de 13 años. Si nos enteramos de que hemos recopilado información personal de un niño menor de 13 años sin verificación del consentimiento parental, eliminaremos esa información lo antes posible. Si cree que podemos tener información de o sobre un niño menor de 13 años, comuníquese con nosotros en [support@aberrationlabs.com].

source: 8. Options Regarding Your Information
es: 8. Opciones con Respecto a Su Información

source: Account Information: You may at any time review or change the information in your account or terminate your account by logging into your account settings and updating your account, or contacting us using the contact information provided below. Emails and Communications: If you no longer wish to receive correspondence, emails, or other communications from us, you may opt-out by noting your preferences at the time you register your account with our App, logging into your account settings and updating your preferences, or contacting us using the contact information provided below.
es: Información de la Cuenta: Puede revisar o cambiar la información en su cuenta en cualquier momento o cancelar su cuenta iniciando sesión en la configuración de su cuenta y actualizando su información, o poniéndose en contacto con nosotros utilizando la información de contacto proporcionada a continuación. Correos Electrónicos y Comunicaciones: Si ya no desea recibir correspondencia, correos electrónicos u otras comunicaciones de nuestra parte, puede optar por no participar indicando sus preferencias al registrar su cuenta en nuestra App, iniciando sesión en la configuración de su cuenta y actualizando sus preferencias, o poniéndose en contacto con nosotros utilizando la información de contacto proporcionada a continuación.

source: 9. Data Retention and Deletion
es: 9. Retención y Eliminación de Datos

source: We will retain your personal information for as long as your account is active or as needed to provide you services. You can request to delete your personal information at any time by deleting your account through the App or by emailing us at support@aberrationlabs.com.
es: Conservaremos su información personal mientras su cuenta esté activa o según sea necesario para brindarle servicios. Puede solicitar la eliminación de su información personal en cualquier momento eliminando su cuenta a través de la App o enviándonos un correo electrónico a support@aberrationlabs.com.

source: 10. Changes to This Privacy Policy
es: 10. Cambios en Esta Política de Privacidad

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our App, prior to the change becoming effective and update the “Last updated” date at the top of this Privacy Policy.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página. Le informaremos por correo electrónico y/o mediante un aviso destacado en nuestra App, antes de que el cambio entre en vigor, y actualizaremos la fecha de 'Última actualización' en la parte superior de esta Política de Privacidad.

source: 11. Contact Us
es: 11. Contáctenos

source: If you have questions or comments about this Privacy Policy, please contact us at
es: Si tiene preguntas o comentarios sobre esta Política de Privacidad, comuníquese con nosotros en [support@aberrationlabs.com].

source: Sending you to InfiniTea
es: Enviándote a InfiniTea

source: Login via Discord
es: Iniciar sesión con Discord

source: Select a Guild
es: Seleccionar un gremio

source: Servers you've joined will show up here. If your server isn't listed, please let us know.
es: Los servidores a los que te has unido aparecerán aquí. Si tu servidor no está en la lista, háznoslo saber.

source: Feature Flags
es: Flags de Funciones

source: Member Activity
es: Actividad de los miembros

source: Configure your Guild
es: Configura tu gremio

source: We tried to process your request, but couldn't due to an error.
es: Intentamos procesar su solicitud, pero no pudimos debido a un error.

source: Title
es: Título

source: Body
es: Cuerpo

source: Footer
es: Pie de página

source: Untitled
es: Sin título

source: Application Fields
es: Campos de la Aplicación

source: Define the fields the user must input when registering through this flow.
es: Define los campos que el usuario debe ingresar al registrarse a través de este flujo.

source: Field
es: Campo

source: Add Field
es: Agregar campo

source: Status Update Messages
es: Mensajes de Actualización de Estado

source: When a registration application is submitted or has its status updated, its respective message will be sent to the registrant.
es: Cuando se envíe una solicitud de registro o se actualice su estado, su mensaje respectivo será enviado al solicitante.

source: Create a Registration Flow to allow your server members to submit registration requests for a game or app.
es: Crea un flujo de registro para permitir que los miembros de tu servidor envíen solicitudes de registro para un juego o aplicación.

source: Add Registration Flow
es: Agregar flujo de registro

source: Logout
es: Cerrar sesión

source: Follow us
es: Síguenos

source: Legal
es: Aviso legal

source: Terms & Conditions
es: Términos y condiciones

source: Syncing config...
es: Sincronizando configuración...

source: Config synced!
es: ¡Configuración sincronizada!

source: Sync failed!
es: ¡Sincronización fallida!

source: Create Voice Channel
es: Crear canal de voz

source: Automatically creates a new voice channel when a user joins a special one, allowing them to manage their own settings.
es: Crea automáticamente un nuevo canal de voz cuando un usuario se une a uno especial, permitiéndole administrar su propia configuración.

source: Giveaway
es: Sorteo

source: Lets users run giveaways using the /giveaway command, choosing where to post the giveaway (a specific channel, message, or the whole server).
es: Permite a los usuarios realizar sorteos usando el comando /giveaway, eligiendo dónde publicar el sorteo (un canal específico, mensaje o todo el servidor).

source: In Voice Count
es: Conteo de usuarios en voz

source: Creates a channel that shows the number of people currently in voice channels.
es: Crea un canal que muestra el número de personas que están actualmente en canales de voz.

source: Member Count
es: Conteo de miembros

source: Creates a channel that displays the total number of server members.
es: Crea un canal que muestra el número total de miembros del servidor.

source: Reputation Tracking
es: Seguimiento de reputación

source: Tracks community and staff reputation with leaderboards and the /give_rep command to award points.
es: Realiza un seguimiento de la reputación de la comunidad y del personal con tablas de clasificación y el comando /give_rep para otorgar puntos.

source: Highlights popular messages by reposting them when they reach a set number of reactions.
es: Destaca los mensajes populares volviéndolos a publicar cuando alcanzan un número establecido de reacciones.

source: Server Status
es: Estado del servidor

source: Provides live server status updates using AMP and the /status command.
es: Proporciona actualizaciones en vivo del estado del servidor usando AMP y el comando /status.

source: Temporary Message
es: Mensaje temporal

source: Allows users to post temporary messages that automatically disappear after a set time using /temp_message.
es: Permite a los usuarios publicar mensajes temporales que desaparecen automáticamente después de un tiempo establecido.

source: Text Leaderboard
es: Text Rangliste

source: Displays the top users based on text activity with the /top_rep command.
es: Zeigt die besten Benutzer basierend auf Textaktivität mit dem Befehl /top_rep an.

source: Voice Leaderboard
es: Sprach Rangliste

source: Shows the most active voice chat participants using the /top_rep command.
es: Zeigt die aktivsten Sprachchat-Teilnehmer mit dem Befehl /top_rep an.
